Repository: sandstorm/cleema-ios
Catalog: cleema-kit/Sources/NewUserFeature/Resources/*.lproj/NewUserFeature.strings
Languages: de

# accountType.label
source: Type
de: Art

# accountType.local
source: Without Sign-Up
de: Ohne Registrierung

# accountType.server
source: Sign-Up
de: Mit Registrierung

# welcome.title
source: A very warm welcome
de: Herzlich Willkommen

# welcome.hint.create-user
source: Start your climate change.
de: Starte deine Klimawende.

# accountType.description
source: Let's be sustainably active together, tackle and contribute to climate protection locally.
de: Lass uns gemeinsam nachhaltig aktiv sein, anpacken und vor Ort zum Klimaschutz beitragen.

# button.save
source: Start now
de: Jetzt starten

# error.user.saving
source: Error saving user
de: Fehler beim Speichern

# existingAccount.button
source: I already have an account
de: Ich habe bereits einen Account

# accountType.local.hint
source: Your data is stored only on your device. They will be deleted as soon as you log out.
de: Deine Daten sind nur auf deinem Gerät gespeichert. Sie werden gelöscht, sobald du dich abmeldest.

# accountType.server.hint
source: Your data is backed up on our server. So you can use advanced functionalities and log out and log in without data loss.
de: Deine Daten werden auf unserem Server gesichert. So kannst du erweiterte Funktionalitäten nutzen und dich ohne Datenverlust ab- und anmelden.

# account.confirmation.text
source: We have sent an email to **%@**. Please tap on the link in this email to get started with cleema.
de: Wir haben eine E-Mail an **%@** gesendet. Bitte tippe auf den Link in dieser E-Mail, um mit cleema zu starten.

# account.confirmation.resetButton
source: Back to Registration
de: Zurück zur Anmeldung
