Repository: sandstorm/cleema-ios
Catalog: cleema-kit/Sources/Components/Resources/*.lproj/Components.strings
Languages: de

# form.error.name-empty
source: Name must not be empty
de: Name darf nicht leer sein

# form.error.email-invalid
source: Not a valid email
de: Keine gültige Email-Adresse

# form.error.password-too-short
source: Password must have at least 10 characters
de: Das Passwort muss mindestens 10 Zeichen lang sein

# form.error.passwords-do-not-match
source: Password and confirmation do not match
de: Passwörter stimmen nicht überein

# form.error.old-password-not-matching
source: Previous password is incorrect
de: Bisheriges Passwort ist falsch

# form.error.no-region-selected
source: A default region must be selected
de: Eine Region muss ausgewählt sein

# form.password.hint
source: Your password should consist of at least 12 characters. It should contain upper and lower case letters, numbers and special characters.
de: Dein Passwort sollte aus mindestens 12 Zeichen bestehen. Es sollte Klein- und Großbuchstaben, Ziffern sowie Sonderzeichen enthalten.

# progress.numberOfUnitsDone.label
source: %@ of
de: %@ von

# progress.duration.label
source: done
de: geschafft

# progress.bar.label.collective
source: Collective Progress
de: Gemeinsamer Fortschritt

# progress.bar.label.personal
source: Personal Contribution
de: Eigener Beitrag
