Repository: sandstorm/cleema-ios
Catalog: cleema-kit/Sources/OfferRedemptionFeature/Resources/*.lproj/OfferRedemptionFeature.strings
Languages: de

# offer.added-on
source: Added on %@
de: Hinzugefügt am %@

# redemption-state.section-title.ready.label
source: Ready to Pay
de: Bereit zur Zahlung

# redemption.info
source: only usable once
de: nur einmal verwendbar

# button.request.label
source: Request Voucher
de: Voucher anfordern

# button.redeem-now.label
source: Redeem
de: Einlösen

# voucher.displayText
source: Your voucher is
de: Dein Gutschein lautet

# offer.discount.label
source: Discount
de: Rabatt

# offer.offerType.shop.title
source: Redeemable in store
de: Im Geschäft einlösbar

# offer.offerType.online.title
source: Redeemable online
de: Online einlösbar

# offer.voucher-card.headline
source: Save now
de: Spare jetzt

# offer.voucher-card.label
source: Voucher
de: Gutscheincode
