Repository: sandstorm/cleema-ios
Catalog: cleema-kit/Sources/ChallengesClientLive/Resources/*.lproj/ChallengesClientLive.strings
Languages: de

# challenge.template.design.title
source: Create Self Challenge
de: Fordere dich

# challenge.template.design.description
source: Design yourself
de: Denk dir was aus

# challenge.template.garbage-collection.title
source: Collect garbage
de: Sammele Müll

# challenge.template.garbage-collection.description
source: Clean the Elbe bank together
de: Säubere das Elbufer

# challenge.template.ride-bike.title
source: Get on your bike
de: Schwing dich aufs Rad

# challenge.template.ride-bike.description
source: Who can do more kilometers?
de: Fahre möglichst viele Kilometer

# challenge.template.design-group.title
source: Create Self Challenge - Group
de: Gruppen-Challenge

# challenge.template.design-group.description
source: Design yourself
de: Denkt euch was aus

# challenge.template.water-consumption.title
source: Water consumption - User
de: Spare Wasser

# challenge.template.water-consumption.description
source: Reduce your water consumption
de: Vermindere deinen Verbrauch

# challenge.template.water-consumption-group.title
source: Water consumption - Group
de: Spart zusammen Wasser

# challenge.template.water-consumption-group.description
source: Reduce your water consumption
de: Reduziert euren Verbrauch
